Revit 2024 API
BuiltInFailures.RevisionCloudFailures Class
 Failures about RevisionCloud.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class RevisionCloudFailures
Visual Basic
Public NotInheritable Class RevisionCloudFailures
Visual C++
public ref class RevisionCloudFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures
See Also
BuiltInFailures.RevisionCloudFailures Members
Autodesk.Revit.DB Namespace